Repository: pukerwho/webg-theme
Catalog: languages/*.po
Languages: uk

source: Вопросы и ответы
uk: Питання та відповіді

source: Популярные вопросы
uk: Популярні питання

source: Новые вопросы
uk: Нові питання

source: Привет, меня зовут
uk: Привіт, мене звати

source: Все публикации
uk: Усі публікації

source: Ресурс WEB Головоломки создан для того, чтобы делиться накопленным опытом и знаниями. Мы надеемся, что наши статьи будут полезны новичкам - тем, которые только решили вникнуть в мир web-разработки.
uk: Ресурс WEB Головоломки створений для того, щоб ділитися накопиченим досвідом та знаннями. Ми сподіваємося, що наші статті будуть корисні новачкам - тим, які тільки вирішили потрапити у світ web-розробки.

source: На сайте вы найдете публикации по разным направлениям и темам
uk: На сайті ви знайдете публікації з різних напрямків та тем

source: Навигация
uk: Навігація

source: Все про создание и продвижение сайтов
uk: Все про створення та просування сайтів

source: На данном ресурсе собраны полезные материалы для вебмастеров и seo-специалистов. WEB Головоломки - это сообщество людей, которые готовы помочь другим в решении задач по сайтам.
uk: На цьому ресурсі зібрані корисні матеріали для вебмайстрів та seo-фахівців. WEB Головоломки - це спільнота людей, які готові допомогти іншим у вирішенні завдань по сайтам.

source: Новое видео на YouTube канале
uk: Нове відео на YouTube каналі

source: Подписаться на канал
uk: Підписатися на канал

source: Новые записи
uk: Нові записи

source: Публикации, написанные участниками сообщества. Главная цель - поделиться знаниями в той или иной области.
uk: Публікації, написані учасниками спільноти. Головна мета – поділитися знаннями в тій чи іншій галузі.

source: Все записи
uk: Усі записи

source: Помогииите!!!
uk: Допоможіть!!!

source: Задавай вопрос, получай ответ!
uk: Задавай питання, отримуй відповідь!

source: Все вопросы
uk: Всі питання

source: Поиск
uk: Пошук

source: Вопрос задан
uk: Питання задане

source: Ответов
uk: Відповідей

source: Просмотров
uk: Переглядів

source: Ответы
uk: Відповіді

source: Главная
uk: Головна

source: Обновлено
uk: Оновлено

source: Комментариев
uk: Коментарів

source: Статья была полезной?
uk: Стаття була корисною?

source: Да
uk: Так

source: Нет
uk: Ні

source: Рекомендуем к прочтению
uk: Рекомендуємо до прочитання

source: Комментарии
uk: Коментарі

source: Заполните форму
uk: Заповніть форму

source: Заголовок. В чем заключается ваш вопрос.
uk: Заголовок. У чому ваше питання.

source: Основная часть. Напишите всю информацию, чтобы получить точный ответ.
uk: Основна частина. Напишіть всю інформацію, щоб отримати точну відповідь.

source: Задать вопрос
uk: Задати питання

source: Мы получили ваш вопрос. Сейчас он на проверке у модератора.
uk: Ми отримали ваше запитання. Нині він на перевірці у модератора.

source: Где учиться
uk: Де вчитись

source: Рекомендуемые курсы
uk: Рекомендовані курси

source: Проверка знаний
uk: Перевірка знань

source: Хорошо ли вы знаете CSS?
uk: Чи добре ви знаєте CSS?

source: Подписывайся и не пропускай
uk: Підписуйся і не пропускай

source: Актуальные новости
uk: Актуальні новини

source: Интересные задачки
uk: Цікаві завдання

source: Полезные подборки
uk: Корисні добірки

source: Перейти в Telegram
uk: Перейти до Telegram

source: записей
uk: записів

source: Полезно
uk: Корисно

source: Читать дальше
uk: Читати далі

source: Решено
uk: Вирішено

source: Наши авторы
uk: Наші автори

source: Публикаций
uk: Публікацій

source: Вступай в клуб
uk: Вступай у клуб

source: Присоединяйся к сообществу!
uk: Приєднуйся до спільноти!

source: Перейти на Patreon
uk: Перейти до Patreon

source: Лучший хостинг для сайта
uk: Найкращий хостинг для сайту

source: Цвет 2024 года
uk: Колір 2024 року

source: Как вас зовут?
uk: Як вас звати?

source: Ваш комментарий
uk: Ваш коментар

source: Какое значение установлено по умолчанию для opacity?
uk: Яке значення встановлено за умовчанням для opacity?

source: Какого псевдоэлемента не существует в CSS?
uk: Якого псевдоелемента НЕ існує в CSS?

source: Как правильно объявить переменную в CSS?
uk: Як правильно оголосити змінну в CSS?

source: Только с помощью препроцессоров
uk: Тільки за допомогою препроцесорів

source: Если у элемента значение position установлено как static, сработает ли для него z-index?
uk: Якщо у елемента значення position встановлено як static, чи спрацює для нього z-index?

source: С помощью какого тега можно сделать нумерованный список?
uk: За допомогою якого тега, можна зробити нумерований список?

source: Какой псевдокласс сработает при установке курсора в текстовом поле (input)?
uk: Який псевдоклас спрацює під час встановлення курсору в текстове поле (input)?

source: Какой из перечисленных ниже селекторов имеет самый высокий приоритет?
uk: Який із перелічених нижче селекторів має найвищий пріоритет?

source: Как сделать так, чтобы каждое слово в тексте начиналось с прописной буквы?
uk: Як зробити так, щоб кожне слово в тексті починалося з великої літери?

source: Это невозможно в CSS
uk: Це неможливо в CSS

source: Какова ширина HTML-элемента div без содержания?
uk: Яка ширина HTML-елемента div без вмісту?

source: CSS-свойство background-image может содержать несколько изображений.
uk: CSS-властивість background-image може містити декілька зображень.

source: Результаты
uk: Результати

source: Правильных ответов
uk: Правильних відповідей

source: Это провал, друг. Попробуй подтянуть знания. На сайте есть много полезного материала. Рекомендую.
uk: Це провал, друже. Спробуй підтягнути знання. На сайті є багато корисного матеріала. Рекомендую.

source: Да вы мастер по CSS! Вы должны задавать вопросы, а не отвечать на них. Поздравляем!
uk: Ви майстер з CSS! Ви повинні ставити запитання, а не відповідати на них. Вітаємо!

source: Неплохой результат, но вы можете лучше, уверены! Почитайте дополнительную информацию и возвращайтесь.
uk: Непоганий результат, але ви можете краще, певні! Почитайте додаткову інформацію та повертайтеся.

source: Так себе результат, давай будем откровенны. Читай, верстай и результат улучшится!
uk: Так собі результат, давай будемо відвертими. Читай, верстай і результат покращиться!

source: У нас есть Telegram канал - подписывайся!
uk: У нас є Telegram канал – підписуйся!

source: Исследовательский институт Pantone выбрал главный цвет 2024 года. Им стал нежный бархатистый персиковый оттенок, получивший название Peach Fuzz (Персиковый пух).
uk: Дослідницький інститут Pantone обрав головний колір 2024 року. Ним став ніжний бархатистий персиковий відтінок, який отримав назву Peach Fuzz (Персиковий пух).

source: Где купить ссылки на сайт?
uk: Де купити посилання на сайт?

source: Лучшие биржи ссылок
uk: Найкращі біржі посилань

source: Что читают?
uk: Що читають?

source: Популярные записи
uk: Популярні записи

source: Наш выбор
uk: Наш вибір
